window.citiesData = [
  {
    name: "",
    color: "#cccccc",
    neighborhoods: []
  },
  {
    name: "ירושלים",
    color: "#FFD700",
    neighborhoods: [
      "מאה שערים",
      "גאולה / זיכרון משה",
      "סנהדריה / סנהדריה המורחבת / סנהדריה החרדית",
      "בית ישראל",
      "הר נוף",
      "רוממה / רוממה עילית",
      "גבעת שאול",
      "רמות א' וג'",
      "קריית בעלזא",
      "מעלות דפנה",
      "שמואל הנביא",
      "קריית צאנז",
      "תלפיות מזרח (חרדית)",
      "הר חומה ג' (חרדית)",
      "פסגת זאב דרום (מתפתח חרדי)"
    ]
  },
  {
    name: "ביתר עילית",
    color: "#FFF3C0",
    neighborhoods: [
      "קריית ספרדים",
      "קריית ויז'ניץ",
      "קריית צאנז",
      "קריית גור",
      "קריית בעלזא",
      "רמה א', רמה ב'",
      "קריית המתמידים / קריית אברכים"
    ]
  },
  {
    name: "מודיעין עילית (קריית ספר)",
    color: "#FFDAB9",
    neighborhoods: [
      "שכונת ברכפלד",
      "קריית ספר המרכזית",
      "שכונת גני מודיעין",
      "שכונת מתתיהו",
      "שכונת נוף השמשונים",
      "שכונת נאות הפסגה",
      "רחוב חזון איש וסביבותיו"
    ]
  },
  {
    name: "בית שמש",
    color: "#C0FFD7",
    neighborhoods: [
      "רמת בית שמש א",
      "רמת בית שמש ב",
      "רמת בית שמש ג",
      "רמת בית שמש ד",
      "שכונת חפציבה",
      "קריית ויז'ניץ",
      "קריית בעלזא"
    ]
  },

  {
    name: "גבעת זאב החרדית",
    color: "#C0D0FF",
    neighborhoods: [
      "שכונת גבעת זאב החרדית / רמות א'",
      "קריית בעלזא",
      "שכונות חדשות חרדיות בצפון־מערב היישוב"
    ]
  }
];
